Repository: fink/scripts
Catalog: installer/resources/*.lproj/InstallationCheck.strings
Languages: spanish

source: A root directory /sw exists. Please see the Read Me file for update instructions, or for information on installing Fink on a separate volume.
spanish: Un directorio raíz /sw ya existe. Por favor, consulte el fichero LEEME (ReadMe) para las instrucciones de actualización, o para la información sobre cómo instalar Fink en otro volumen o disco.

source: The system is missing a working Xcode install. Please download the latest version of Xcode for your sytem from the App Store and install it.
spanish: Al sistema le falta una instalación de Xcode. Por favor, descargue e instale la última versión de Xcode del App Store.

source: This Fink Installer is for OS X 10.3 only. Please visit http://finkproject.org to get the correct installer for your system version.
spanish: Este programa de instalación de Fink necesita Mac OS X 10.3 (Panther). Visita http://finkproject.org para descargar el archivo correcto para tu sistema.

source: This Fink Installer is for OS X 10.4 only. Please visit http://finkproject.org to get the correct installer for your system version.
spanish: Este programa de instalación de Fink necesita Mac OS X 10.4 (Tiger). Visita http://finkproject.org para descargar el archivo correcto para tu sistema.

source: This Fink Installer is for OS X 10.5 only. Please visit http://finkproject.org to get the correct installer for your system version.
spanish: Este programa de instalación de Fink necesita Mac OS X 10.5 (Leopard). Visita http://finkproject.org para descargar el archivo correcto para tu sistema.

source: This Fink Installer is for OS X 10.6 only. Please visit http://finkproject.org to get the correct installer for your system version.
spanish: Este programa de instalación de Fink necesita Mac OS X 10.6 (Snow Leopard). Visita http://finkproject.org para descargar el archivo correcto para tu sistema.

source: This Fink Installer is for OS X 10.7 only. Please visit http://finkproject.org to get the correct installer for your system version.
spanish: Este programa de instalación de Fink necesita Mac OS X 10.7 (Lion). Visita http://finkproject.org para descargar el archivo correcto para tu sistema.

source: This Fink Installer is for PowerPC hardware only. Please visit http://finkproject.org to get the correct installer for your processor.
spanish: Este programa de instalación de Fink necesita una máquina con procesador de tipo PowerPC. Visita http://finkproject.org para descargar el archivo correcto para tu sistema.

source: This Fink Installer is for Intel hardware only. Please visit http://finkproject.org to get the correct installer for your processor.
spanish: Este programa de instalación de Fink necesita una máquina con procesador de tipo Intel. Visita http://finkproject.org para descargar el archivo correcto para tu sistema.

source: This Fink Installer is for 64bit-Intel hardware only. Please visit http://finkproject.org to get the correct installer for your processor.
spanish: Este programa de instalación de Fink necesita una máquina con procesador de 64bit-Intel. Visita http://finkproject.org para descargar el archivo correcto para tu sistema.
